window.faq_data_items = [
  { 
    anchor: 'faq1',
    faq_title: '安德帕模拟器是怎样工作的?',
    faq_content: '安德帕模拟器和您真实下场打球一样,打球者根据电脑球童的建议,选择合适的球杆,如在球场上一样,把球打向果岭区.求飞出后,感测起立即将球飞出的速度、起飞角度、旋转及方向等数据传递给系统主机,计算机便可计算出球飞行的距离、弹道及落点,并在银幕上将球飞行的轨迹显示出来,然后将画面推进到落点处,让打球者在落点处继续打下一杆,直到将球推入球洞.整个过程与在高尔夫球场打球并无差异.'
  },
  { 
    anchor: 'faq2',
    faq_title: '安德帕模拟器对安装空间有什么要求？',
    faq_content: '一般来说，比较舒服的空间是宽4米，高2.8米，纵深6米，具体的场地和空间要求，需要我们的设计师在详细了解了您的实际场地之后，会根据您的场地给出最适合您的方案。'
  },
  {
    anchor: 'faq3',
    faq_title: '有家庭影院还能装模拟器吗？',
    faq_content: '可以的，我们也有案例是这样改装的，出来的效果既美观，功能又齐全。打电话给我们，我们可以去现场看看您已经有什么，我们可以帮您做什么。'
  },
  {
    anchor: 'faq4',
    faq_title: '装安德帕模拟器大概要多长时间呢？',
    faq_content: '我们有一整套清晰规范的安装服务流程，我们的安装工程师会严格按流程操作，并与用户签订明确产品验收标准的双向合同，保证设备安装快速、高效。只要场地没问题，我们的安装会在1星期内完成。'
  },
  {
    anchor: 'faq5',
    faq_title: '自动回球和上球系统效果如何？',
    faq_content: '我们的自动回球、上球系统，可根据球员的打球习惯自动调节并记忆球Tee高度，准确记录和显示击球数、打球时间，免去您弯腰捡球的烦恼，保证打球的连贯性，让您打球更加舒心。您直接用球杆按面板按键，球就会自动升上来，按 UP-START／DOWN-END键还可以调节TEE的高度，使您有尊贵的享受。'
  },
  {
    anchor: 'faq6',
    faq_title: '你们的高尔夫模拟器推杆系统是怎样的？',
    faq_content: '当您的球上果岭了，在4码范围内，现场的推杆系统就会真实的模拟出球场中果岭的情况，现场出现球洞，您直接往球洞推球就可以了，彻底改变以往模拟器只是单纯凭感觉推球的时代，这是高尔夫模拟器真正意义上的革命，相信会有越来越多的人开始喜欢上高尔夫这项运动。'
  },
  {
    anchor: 'faq7',
    faq_title: '系统里面有无中国著名球场？',
    faq_content: '当然有，我们计划每年新增十个以上的中国有名球场，以满足客户需求。'
  },
  {
    anchor: 'faq8',
    faq_title: '安德帕模拟系统可以联网打球吗？',
    faq_content: '可以的，安德帕模拟系统致力于实现异地联网打球，只要您的网速允许，您完全可以跟您的朋友在不同城市不同区域进行异地比赛'
  },
  {
    anchor: 'faq9',
    faq_title: '安德帕模拟器与其它模拟器比较怎样？',
    faq_content: '安德帕模拟系统汇集中、美、韩三国高精尖技术，核心硬件和画面美工分别由美国和韩国提供，产品检测精准，画面品质逼真，同时拥有高速摄像、自动上球系统、自动推杆系统、动作分析系统、可移动感测器等多项专利技术，是目前市面上技术最先进的高尔夫模拟器。'
  },
  {
    anchor: 'faq10',
    faq_title: '购买安德帕模拟器，总体流程是什么？',
    faq_content: '我们的服务囊括设计、建造、维护的全程“一站式”解决方案，您只需给我们提供现场图片和尺寸，我们就能根据您的需求和预算配置不同的产品组合，还会给您提供一系列诸如娱乐、电影、游戏等的参考方案。当您联系我们，我们就会仔细的审核每一个步骤，确保您获得一个真正需要的适合您的产品。'
  },
  {
    anchor: 'faq11',
    faq_title: '安德帕模拟系统都有哪些球场?',
    faq_content: '我们软件有85个著名球场，所有球场环境符合真实球场的状况，同时根据模高尔夫的特点，做了一些细微的针对性的修改，使高尔夫模拟打球体验更真实更精彩。'
  },
  {
    anchor: 'faq12',
    faq_title: '安德帕模拟系统保质期是多久?',
    faq_content: '我们对主要硬件提供一年质保。其他产品我们提供相应生产商的质保期，例如投影机。产品在使用过程中遇到故障时，可电话或邮件方式向公司申报，我们根据故障类型进行远程调试解决，服务响应时间为1小时。需现场处理的故障，如在法定工作日内，公司技术人员会在第二个工作日到达故障现场。'
  },
  {
    anchor: 'faq13',
    faq_title: '安德帕模拟系统有哪些配套娱乐设施?',
    faq_content: '安德帕模拟器每个系统都设置了KTV、汽车驾驶、影院、网络游戏等可供选择，带给您全天候的娱乐享受，我们还可以根据您的需求做解决方案。'
  },
  {
    anchor: 'faq14',
    faq_title: '一般的购买交期多久?',
    faq_content: '这个要取决于您选择的配置以及我们当时的库存情况，通常我们在收到预付款后1周之内可以发货。'
  },
  {
    anchor: 'faq15',
    faq_title: '我怎样购买UNDER PAR 安德帕模拟器?',
    faq_content: '当您打电话给我们，我们会就近安排一名办事处的同事负责联系您。如果您所在区域当地没有办事处，我们会直接从总部安排同事帮助您。即使不在附近也不用担心，我们的服务可以到达世界任何地方。'
  },
  {
    anchor: 'faq16',
    faq_title: '在什么地方可以看到安德帕模拟器？',
    faq_content: '我公司总部位于中国最大的科技总部基地深圳高新区，在北京，上海，成都，常州，无锡均设有分公司，我们在全国很多地方都有安装案例，当您打电话来，我们就能帮您找到离您最近的地方进行进一步了解，同时我们非常乐意您在决定想要哪些东西之前来体验我们的系统。'
  },
  {
    anchor: 'faq17',
    faq_title: '红外、平板、雷达、高速摄像区别在哪？',
    faq_content: '就目前来说，市面上的模拟高尔夫感测器包括红外，平板，雷达和高速摄像，具体来说，平板的是最早期的一款，优点是价格便宜，缺点就是数据不太准确，所得到的数据是推测出来的；激光感测器，品牌叫Achiever，是美国的，性能算比较稳定，价格适中，缺点就是维护起来比较麻烦；雷达感测器的价格高，缺点在于雷达波对人体伤害大；高速摄像感测器是目前市面主流的感测器，能将每秒4000张的影像立即进行分析，0.5秒之内就将所有的数据计算出来，其所感测的击球数据非常全面，准确度极高，因为数据精准，操作简单，携带方便，性能稳定，维护起来也很方便，现在很多球具厂商，比如PING，Titleist, Fujikura, Taylormade等均是采用这款感测器，所以如果预算允许，我建议您选高速摄像感测器。'
  },
  {
    anchor: 'faq18',
    faq_title: '一套UNDER PAR 安德帕模拟器的价格是多少?',
    faq_content: '安德帕作为中国最全面的模拟高尔夫产品供应商，我们可以根据您的预算进行合理配置安装，模拟器的价格取决于您选择的系统配置，我们确保我们的系统对每个人都适用。'
  },
  {
    anchor: 'faq19',
    faq_title: '安德帕高尔夫模拟器可以教学吗？',
    faq_content: '当然可以，我们的模拟器里面的数据非常全面，可以直观的看到您击球的弹道，轨迹，以及球的侧旋，配合我们的挥杆分析仪，可以直接看到您的挥杆动作，还可以跟职业球手对比，同时支持USB接口，能够直接把您的动作拷贝到电脑里面存档，并用相关软件进行更细致专业的分析。'
  },
  {
    anchor: 'faq20',
    faq_title: '模拟器安装后出现问题，怎么解决呢？',
    faq_content: '我们公司在高尔夫这个行业已经有15年了，有着良好的信誉。公司总部在深圳高新区，生产基地在深圳沙井，同时在北京，上海，成都，无锡，常州都有自己的办事处，售后完善，服务及时。产品在使用过程中遇到故障时，可电话或邮件方式向公司申报，我们根据故障类型进行远程调试解决，服务响应时间为1小时。需现场处理的故障，如在法定工作日内，公司技术人员会在第二个工作日到达故障现场。因此，您选择我们的产品售后方面是很有保障的。'
  }
];
